# Меню при старте. Сообщения.
MENU_TEXT_ABOUT_US = "Привет =) \n\nЯ рада, что ты заглянул, сюда. " \
                     "Меня зовут Ксю, я занимаюсь организацией сюрпризов. " \
                     "Я - тот человек, который сможет подарить множество улыбок и незабываемых " \
                     "воспоминаний тебе и твоим близким. \n\nУ меня большой опыт в " \
                     "организации чудес. И сейчас настала пора из этого делать нечто большее." \
                     "\n\nЯ готова расти! Если интересно, оставайся и наблюдай за моими результатами!"
MENU_TEXT_QUIZ = "_- Почему мне постоянно дарят плохие подарки? _\n" \
                 "_- Как объяснить парню, что я хочу эмоции, а не дорогие подарки? _\n" \
                 "_- Как получить хороший сюрприз, не объясняя, что именно я хочу? _\n\n" \
                 "Эти проблемы давно меня мучают, но решение никто не предлагал. Поэтому его создала я!\n\n" \
                 'Проходи тест, узнавай свой "Тип сюрприза", делай результаты публичными и ' \
                 'твои близкие смогут узнать твои вкусы и желания в тайне от тебя =)\n\n ' \
                 '_Да прибудут в этот мир неожиданные прятные сюрпризы!_' \
 \
# Меню при старте. Названия кнопок
MENU_ABOUT_US = "Об агенстве"
MENU_RATES = "Тарифы"
MENU_PEOPLE_INFO = "Узнать о человеке"
MENU_QUIZ = 'Тест "Идеальный сюрприз"'
MENU_ACCOUNT = "Личный кабинет"

BACK_TO_MENU = "Вернуться в меню"
END_QUIZ = "Завершить тест"

# Текст ответа, если модуль в разработке
IN_DEVELOPMENT = "Этот модуль пока что в разработке.\n\n" \
                 "Пока я работаю над этим модулем, можешь пройти тест, или посоветовать меня друзьям=)"

# Текст "О нас"
ABOUT_US = "Модуль еще находится в разработке"

# Вопросы квеста
START_QUIZ = "Начать тест"
QUEST_INTRO = '_Идеальный сюрприз._ Что пришло тебе в голову, при чтении этих слов?\n\n ' \
              '_- Тайно устроенный романтичный ужин?_\n ' \
              '_- Абонемент на массаж?_\n ' \
              '_- Полет с парашютом?_\n\n' \
              'Я, например, сразу подумала про квест "Москва 2048", на который я хочу попасть уже много лет. ' \
              'А ведь за это время я получила так много дорогих, но менее ценных мне подарков... ' \
              'Как будто люди не понимают, что эмоции мне важнее денег =)\n\n' \
              '*Или не кажется?*\n\n' \
              'Люди искренне хотят нас порадовать, но не понимают, как. Давай поможем им и порадуем себя!\n\n' \
              'Этот небольшой тест даст понимание, что тебе ценно в сюрпризах. ' \
              'А его результами смогут воспользоваться друзья, когда будут готовить тебе подарок.\n\n' \
              'Хорошего прохождения =)'

QUESTION_0_TYPE = "*Вопрос 1 из 6.*\n" \
                  "От 1 до 5 оцени то, на сколько ты интроверт(1), или экстраверт(5)\n\n" \
                  "_Подсказка:_" \
                  "_1 - Я люблю проводить время 1 на 1 с собой, или с партнером_\n" \
                  "_2 - Я не против посторонних людей только когда это официанты, или инструктора_\n" \
                  "_3 - Мне интересно все. Тут никаких предпочтений=)_\n" \
                  "_4 - Я люблю общение, но могу устать. Его не должно быть много_\n" \
                  "_5 - Чем больше будет общения, тем счастливее буду я._"


ANSWER_0 = [
    "",
    "",
    "",
    "",
    ""
]
QUESTION_1_EVENT = "*Вопрос 2 из 6.*\n" \
             "От 1 до 5 оцени, что тебе интереснее, предметы(1), или событие(5)\n\n" \
             "_Подсказка:_\n" \
             "_1 - Я совершенно не понимаю интереса к сюрпризам. Хороший подарок - тот, который можно потрогать_\n" \
             "_2 - Сюрприз может быть приятным дополнением к хорошему подарку_\n" \
             "_3 - _\n" \
             "_4 - _\n" \
             "_5 - _"
QUESTION_2_WAIT = "*Вопрос 3 из 6.*\n" \
             "От 1 до 5 оцени, что тебе интереснее, получать подарки постепенно(1), или сразу(5)\n\n" \
             "_Подсказка:_\n" \
             "_1 - _\n" \
             "_2 - _\n" \
             "_3 - _\n" \
             "_4 - _\n" \
             "_5 - _"
QUESTION_3_PLAN = "*Вопрос 4 из 6.*\n" \
             "От 1 до 5 оцени, что тебе важнее, знать о сюрпризе заранее(1), или получить спонтанно(5)\n\n" \
             "_Подсказка:_\n" \
             "_1 - _\n" \
             "_2 - _\n" \
             "_3 - _\n" \
             "_4 - _\n" \
             "_5 - _"
QUESTION_4_COUNT = "*Вопрос 5 из 6.*\n" \
             "От 1 до 5 оцени, что тебе интереснее, получить много маленьких подарков(1), или один большой(5)\n\n" \
             "_Подсказка:_\n" \
             "_1 - _\n" \
             "_2 - _\n" \
             "_3 - _\n" \
             "_4 - _\n" \
             "_5 - _"
QUESTION_ADD_LINK = "Отлично =)  Остался последний шаг!\n\n" \
                    "К этому сообщению можешь прикрепить ссылку "
QUEST_END = "Отлично! Квест пройден, результаты сохранены.\n\n*Скоро тут будет добавлено окно с результатами.*"
