# Меню при старте. Названия кнопок
MENU_ABOUT_US = "О нас"
MENU_RATES = "Тарифы"
MENU_TEST = 'Тест "Тип подарка"'
MENU_PEOPLE_INFO = "Узнать о человеке"
MENU_ACCOUNT = "Личный кабинет"

# Текст ответа, если модуль в разработке
IN_DEVELOPMENT = "Модуль еще находится в разработке"

# Вопросы квеста
QUESTION_0 = ['', "Вопрос 1 из 5. Что тебе кажется более интересным, выйти туда, где нужно будет общаться с людьми. "
                  "Например на квест с актерами, или в бар, или наоброт наиболее уединенная встреча, "
                  "где другие люди будут принимать минимальное участие."
                  "5 - Чем больше будет общения, тем счастливее буду я."
                  "4 -  Я за разговоры, но лучше с ними не переусердствовать"
                  "3 - И то и то отлично=)  Главное чтобы скучно не было"
                  "2 - Лучше, чтобы людей вокруг было поменьше. "
                  "Я не против преподавателя, например, но без лишнего общения."
                  "1 - Лучше вообще без незнакомых мне людей. Только свои очень близкие"]
QUESTION_1 = ['', "QUESTION_1"]
QUESTION_2 = ['', "QUESTION_2"]
QUESTION_3 = ['', "QUESTION_3"]
QUESTION_4 = ['', "QUESTION_4"]

